// seo/privacy.ts
export const privacyJsonLd = {
  "@context": "https://schema.org",
  "@type": "WebPage",
  name: "Политика конфиденциальности Парк-отель «Троя»",
  url: "https://troy-hotel.ru/privacy",
  description:
    "Ознакомьтесь с уникальной Политикой конфиденциальности Парк-отель «Троя». Узнайте, как мы собираем, обрабатываем и защищаем персональные данные гостей при бронировании и использовании сайта.",
  publisher: {
    "@type": "Organization",
    name: "Парк-отель «Троя»",
    url: "https://troy-hotel.ru",
    logo: "https://troy-hotel.ru/logo.png",
  },
  mainEntity: {
    "@type": "CreativeWork",
    name: "Политика конфиденциальности",
    text: "Настоящая Политика конфиденциальности персональных данных действует в отношении всей информации, которая расположена на сайте https://troy-hotel.ru и может быть получена о Пользователе во время использования сайта, программ и продуктов...",
  },
};
